import {RowData} from '@/types'

const contactsData: RowData[] = [
    {
        columns: 1,
        items: [
            {
                src: '/contacts/1.png',
                alt: 'Контакты',
                description: '/ василий козловский / 2001<br/>художник-график, живет и работает в москве. происходит из семьи художников.<br/><br/>закончил мцхщ, в 2019 году поступил в мгахи им сурикова<br/><br/>основатель студии дизайна гильдия.москва, кастом-бренда vedi и со-автор анатомии antibammes.<br/>участник различных групповых, а также авторских выставочных проектов. работы находятся в частных коллекциях в россии и за рубежом.',
                projectName: 'Василий Козловский',
                priority: true
            }
        ]
    }
]

export default contactsData
