import { ImgTextProps } from '@/types'

const denimData: ImgTextProps[] = [
    {
        src: '/denim/1.png',
        alt: 'РАСПЯТИЕ ДЖИНСОВКА / КАСТОМ',
        description: '/ РАСПЯТИЕ ДЖИНСОВКА / КАСТОМ /<br/>белая джинсовка с нанесённым на нее изображением распятия.<br/>основой для принта послужила графическая работа юрия козловского<br/>изображение нанесено изнутри (на подкладе) полноцветным методом печати, а на внешней стороне куртки – белым цветом.<br/>2022',
        projectName: 'РАСПЯТИЕ ДЖИНСОВКА / КАСТОМ'
    }
]

export default denimData
