import { RowData } from '@/types'

const houndsData: RowData[] = [
    {
        columns: 1,
        items: [
            {
                src: '/hounds/1.png',
                alt: 'ГОНЧИЕ ПСЫ / ОФОРТ / ШЕЛКОГРАФИЯ',
                description: '',
                projectName: 'ГОНЧИЕ ПСЫ / ОФОРТ / ШЕЛКОГРАФИЯ'
            }
        ]
    },
    {
        columns: 1,
        items: [
            {
                src: '/hounds/2.png',
                alt: 'ГОНЧИЕ ПСЫ / ОФОРТ / ШЕЛКОГРАФИЯ',
                description: '',
                projectName: 'ГОНЧИЕ ПСЫ / ШЕЛКОГРАФИЯ'
            }
        ]
    },
    {
        columns: 1,
        items: [
            {
                src: '/hounds/3.png',
                alt: 'ГОНЧИЕ ПСЫ / ОФОРТ / ШЕЛКОГРАФИЯ',
                description: 'ГОНЧИЕ ПСЫ / гравюра<br/>/ ГОНЧИЕ ПСЫ / ОФОРТ / ШЕЛКОГРАФИЯ /<br/>диптих, состоящий из двух офортов, выполненных в классической технике.<br/>гравюры были подготовлены для дальнейшего увеличение посредствам шелкографии и изначально создавались в качестве принта на английский плащ-макинтош.<br/>в итоге принт был отпечатан на листе архивной офортной бумаги размером 80 х 250 см<br/>2022',
                projectName: 'ГОНЧИЕ ПСЫ / процесс'
            }
        ]
    }
]

export default houndsData
