import { RowData } from '@/types'

const theogonyData: RowData[] = [
    {
        columns: 1,
        items: [
            {
                src: '/theogony/1.png',
                alt: 'ТЕОГОНИЯ / ПРОМЕТЕЙ МИЛОСЕРДНЫЙ',
                description: '',
                projectName: 'ТЕОГОНИЯ / ПРОМЕТЕЙ МИЛОСЕРДНЫЙ',
                priority: true
            }
        ]
    },
    {
        columns: 1,
        items: [
            {
                src: '/theogony/2.png',
                alt: 'ТЕОГОНИЯ / ПРОМЕТЕЙ МИЛОСЕРДНЫЙ',
                description: '',
                projectName: 'ОБЩИЙ ФРИЗ / УВЕЛИЧЕНИЕ'
            }
        ]
    },
    {
        columns: 1,
        items: [
            {
                src: '/theogony/3.png',
                alt: 'ТЕОГОНИЯ / ПРОМЕТЕЙ МИЛОСЕРДНЫЙ',
                description: '/ ТЕОГОНИЯ / ПРОМЕТЕЙ МИЛОСЕРДНЫЙ / <br/>графический цикл, выполненный в классической технике. сюжетно цикл отсылает к древнегреческому мифу о прометее.<br/>цикл представляет собой пять гравюр, складывающихся композиционно в общий фриз. дальше гравюры были увеличены методом шелкографии до размеров 150х10 см, что приблизило их общий вид к графической панораме.<br/>2023',
                projectName: 'ПРОЦЕСС СОЗДАНИЯ'
            }
        ]
    }
]

export default theogonyData
