import { RowData } from '@/types'

const vediData: RowData[] = [
	{
		columns: 1,
		items: [
			{
				src: '/vedi/1.png',
				alt: 'Vedi / Одежда',
				description: '',
				projectName: 'Vedi / <br/>Одежда'
			}
		]
	},
	{
		columns: 1,
		items: [
			{
				src: '/vedi/2.png',
				alt: 'Vedi / Одежда',
				description: '',
				projectName: 'VEDI X 4DALOCALS / ОГРАНИЧЕННЫЙ ТИРАЖ / ШЕЛКОГРАФИЯ'
			}
		]
	},
	{
		columns: 1,
		items: [
			{
				src: '/vedi/3.png',
				alt: 'Vedi / Одежда',
				description: '',
				projectName: 'РУССКАЯ ГОТИКА I / ОГРАНИЧЕННЫЙ ТИРАЖ /ШЕЛКОГРАФИЯ'
			}
		]
	},
	{
		columns: 1,
		items: [
			{
				src: '/vedi/4.png',
				alt: 'Vedi / Одежда',
				description: '',
				projectName: 'СВЯТОЙ ЛАВРЕНТИЙ / ЕДИНСТВЕННЫЙ ЭКЗЕМПЛЯР/ШЕЛКОГРАФИЯ'
			}
		]
	},
	{
		columns: 1,
		items: [
			{
				src: '/vedi/5.png',
				alt: 'Vedi / Одежда',
				description: 'РУССКИЕ ИДУТ / ОГРАНИЧЕННЫЙ ТИРАЖ /ШЕЛКОГРАФИЯ<br/><br/>/ VEDI / <br/>Основная концепция молодого бренда VEDI - демонстрация уникальности в одежде через углубление в собственную культуру и ее новое прочтение в сочетании с городским стилем.<br/>дата основания 2022 год.<br/><br/>/ VEDI X 4DALOCALS / <br/>/ plate / <br/>коллаборация со стритвир брендом 4dalocals. <br/>принт на спине – воспроизведение летописного памятника xvii века, расположенного на одной из стен в замоскворечье.<br/>2024 <br/><br/>/ РУССКАЯ ГОТИКА I / <br/>репродукция авторского офорта, изображающая серафика с правой колонный западного предела георгиевского собора в юрьеве-польском <br/>2024<br/><br/>/ СВЯТОЙ ЛАВРЕНТИЙ <br/>репродукция картины “святой лаврентий” франсиско сурбарана <br/>2022<br/><br/>/PHOENIX RISING / <br/>авторский мерч для выставки phoenix rising. для дропа была специально создана компактная шелкографская мастерская, инвентарь из которой был эскпонировался прямо вместе с одеждой. <br/>2022<br/><br/>/ РУССКИЕ ИДУТ / <br/>авторски принт по мотивам одноименного рисунка юрия козловского <br/>2023',
				projectName: 'PHOENIX RISING / эксклюзив для выставки /ШЕЛКОГРАФИЯ'
			},
		]
	}
]

export default vediData
